{
    "Aguacate" : {
        "nombre_cientifico" : "Persea americana",
        "familia": "Lauraceae",
        "descripcion": "Árbol de hasta 20 m de altura y con el tronco de unos 60 cm de diámetro. Hojas alternas, elípticas, coriáceas, lampiñas en la cara superior, algo pubescentes y nervadura prominente en la cara inferior. Flores pequeñas, verdosas y tomentosas. Fruto drupáceo, de forma y dimensiones variables según el tipo de cultivo, monospermo y con la pulpa aceitosa",
        "propiedades" : {
            "Hojas": ["antitusiva", "carminativa", "antidiarreica", "antigripal", "abortiva", "diurética", "colagoga", "depurativa", "espasmogénica", "musculotropa", "estomáquica"], 
            "Fruto": ["afrodisíaca", "carminativa", "analgésica", "emoliente"]
        },
        "componentes": {
            "Hojas":  "Aceite esencial con estragol-metilchavicol, alfa-pineno y otros terpenos, flavonoides y taninos",
            "Fruto": "Contiene vitaminas A y E, lípidos, proteínas, carotenoides, glucósidos y sesquiterpenos",
            "Semillas": "Contiene ácidos grasos, almidón y otros carbohidratos, glucósidos, esteroides y proantocianinas"
        },
        "advertencias": "El extracto acuoso de las hojas y los frutos, por vía oral, en ratón muestra una DL50 > 112,5 g/Kg de masa corporal y la toxicidad aguda intraperitoneal es igual a 8,8 g/Kg. No utilizar en embarazadas. Se reportan casos de alergia por contacto con crías que contienen la pulpa",
        "posologia": {}
    },

    "Ají" : {
        "nombre_cientifico" : "Capsicum annuum",
        "familia": "Solanaceae",
        "descripcion": "Hierba de tallos bifurcados y flexuosos, de altura variable en dependencia del cultivar. Hojas mibranosas, alternas, estrechadas tanto hacia la base como hacia el ápice, pecioladas. Flores de corola regular, blancas, con 5 lóbulos, solitarias o en pequeños grupos axilares. Fruto carnoso de superficie lisa y color, forma y tamaño variable según cultivar", 
        "propiedades": {
            "Fruto": ["estomáquica", "afrodisíaca", "antiinflamatoria", "rubefaciente", "En aplicaciones externas para la artosis (fricciones, linimento o iplastos)"]
        },
        "componentes": {
            "Fruto": "Hasta 2 % de capsaicina en frutos maduros, glicósidos, hasta 0,2 % de vitamina C y trazas de un aceite volátil de composición desconocida"
        },
        "advertencias": "La capsaicina contenida en los frutos maduros puede provocar irritación en la piel. Evitar el uso prolongado de la planta. No recomendada por vía oral",
        "posologia" : {
            "Decocción": "Hervir por 5 minutos 5-10 g de frutos frescos y maduros en 0,5 litro de agua. Aplicar localmente sobre la zona afectada 2-3 veces al día", 
            "Tintura": "Aplicar localmente sobre la zona afectada 2-3 veces al día. Es posible utilizar la tintura asociada a ultrasonido terapéutico"
        }
    },

    "Ají Guaguao" : {
        "nombre_cientifico" : "Capsicum frutescens",
        "familia": "Solanaceae",
        "descripcion": "Arbusto lampino de hasta más de 1 m de altura, ramificado y a veces tomentoso. Hojas generalmente aovadas, de ápice agudo o acuminado y estrecha o truncada hacia la base. Flores axilares, solitarias o en pequeños grupos, con los pedícelos en forma de maza; corola blanca de aproximadamente 1 cm de diámetro y con 5 lóbulos. Fruto abayado, globoso o elipsoideo, de 5 a 10 mm de longitud, rojo al madurar y picante",
        "propiedades": {
            "Hojas": ["antiinflamatoria", "antigripal", "antiasmática", "Inflamación gangliar y los forúnculos"],
            "Fruto": ["diurética", "estomáquica", "antihemorroidal", "antianginosa"],
            "Raíces" : ["digestiva"]
        },
        "componentes": {
            "Fruto": "Contienen pigmentos carotenoides y cantidades importantes de vitamina C. Los principios revulsivos son las amidas, fundamentalmente la capsaicina (alrededor de 1%)",
            "Hojas": "Contienen cantidades menores de capsaicina. Valor calórico: 318 calorías/100 g"
        },
        "advertencias": "La capsaícina de los frutos maduros puede provocar irritación en la piel. Evitar el uso prolongado de la planta. No se recomienda por vía oral", 
        "posologia" : {
            "Decocción": "Hervir durante 5 minutos de 5 a 10 g de frutos frescos y maduros en más de un litro de agua. Aplicar de 2 a 3 veces al día sobre la zona afectada"
        }
    },

    "Ajo": {
        "nombre_cientifico" : "Allium sativum",
        "familia": "Alliaceae",
        "descripcion": "Hierba anual, geofita, con bulbos compuestos denominados popularmente cabezas. Hojas lineares dispuestas en una roseta que surge de la parte superior del bulbo",
        "propiedades": {
            "Fruto": ["Cardio-circulatoria", "antihemorroidal","antiespasmódica", "antihelmíntica", "antiamebiana", "expectorante", "antiasmática", "diurética", "antiinflamatoria", "antibacteriana", "antifúngica", "antitrombótica", "antihipercolesterolémica", "tónica", "antiparasitaria", "hipotensor", "hipoglicemiante", "analgésica", "antiartrítica", "antiséptica", "colagoga", "antihistamínica", "cardiotónica"]
        },
        "componentes": {
            "Fruto": "Los bulbos contienen una esencia sulfurada, inodora llamada aliina que provoca lagrimeo y puede tener acción cáustica. A su vez la aliina se compone de fermentos sulfurados. Contiene además un extracto mucilaginoso, una materia albuminoidea, sales de potasio, óxido de hierro, sílice, etc"
        },
        "advertencias": "No administrar a niños, embarazadas o mujeres que amamantan. Puede causar dermatitis por contacto. La ingestión continuada puede acarrear trastornos digestivos y renales", 
        "posologia": {
            "Tintura" : "Macerar durante 7 días, al abrigo de la luz y en refrigeración, 25 g de dientes frescos en 60 ml de ron o solución, hidroalcohólica (40 %). Conservar en frío. Para uso interno tomar 20 gotas en un poco de agua, 3 veces al día. Para uso tópico aplicar directamente la tintura en la zona afectada 2 veces al día"
        }
    },

    "Albahaca Blanca": {
        "nombre_cientifico" : "Ocimum basilicum L", 
        "familia": "Lamiaceae",
        "descripcion": "Hierba ramosa, de entre 30-60 cm de altura, con todo el follaje muy aromático. Hojas opuestas, de tamaño y forma variable en dependencia del cultivar. Flores en racimos de hasta 20 cm de longitud situados en el extremo de las ramas; corola blanca o violácea, irregular. Fruto semejando una cápsula que se abre cuando madura, dejando libres 4 semillas negras", 
        "propiedades" : {
            "Hojas": ["antiespasmódica", "analgésica","estimulante", "carminativa" , "antidismenorreica", "galactogoga"]
        },
        "componentes": {
            "Hojas": "Las partes verdes de la planta contienen un aceite esencial de composición variable en dependencia al cultivar. Generalmente contiene estragol, linalol, lineol y alcanfor. Contiene además taninos, ácidos orgánicos, sales minerales, vitaminas y saponinas"
        }, 
        "advertencias": "El aceite esencial contiene safrol, sustancia reportada como cancerígena", 
        "posologia": {
            "Infusión": "Verter 15-20 g del follaje fresco sobre un litro de agua hirviendo. Reposar por 10-15 minutos antes de filtrar. Ingerir 300-500 ml al día repartidos en 2-3 tomas"
        }
    }, 

    "Albahaca Morada": {
        "nombre_cientifico" : "Ocimum sanctum",
        "familia": "Lamiaceae",
        "descripcion": "Hierba aromática, pubérula de hasta 70 cm de altura. Hojas opuestas, aovadas o elípticas, de 3 a 5 cm de largo, dentadas y violáceas cuando crece a pleno sol. Flores en panojas terminales de hasta 10 cm de largo; corola blanca de unos 3 mm y 4 estambres, didínamos. Ovario 4-carpelar", 
        "propiedades" : {
            "Hojas": ["hipoglicemiante", "antiasmática", "antiespasmódica", "hipotensora", "analgésica", "antipirética", "antiinflamatoria", "hepatoprotectora", "sedante"]
        },
        "componentes": {
            "Hojas": "El follaje contiene 1 % de un aceite esencial rico en eugenol (70-80 %). Contiene además flavonoides (glicósidos de apigenina y luteolina), ácidos orgánicos (ascórbico, cítrico, oxálico y otros) y ácido ursólico como ácido triperpénico mayoritario"
        }, 
        "advertencias": "Consumir bajo control médico. Puede disminuir la tensión arterial. Se reporta efecto antiespermatogénico del extracto bencénico en ratas",
        "posologia": {}
    },

    "Alcanfor": {
        "nombre_cientifico" : "Cinnamomum camphora",
        "familia": "Lauraceae",
        "descripcion": "Árbol siempre verde de hasta 12 metros de altura. Hojas opuestas, aovadas, pecioladas y terminando en punta, muy aromáticas. Flores diminutas, de color verde amarillento, agrupadas en panículas situadas en la axila de las hojas, largamente pedunculadas", 
        "propiedades" : {
            "Hojas": ["antipruriginosa", "antineurálgica", "antirreumática", "antiséptica"]
        },
        "componentes": {
            "Hojas": "Contienen aceite esencial, que  puede variar entre 10-75%, cuyos componentes principales son: alcanfor, safrol, eugenol y cineol",
            "Raíces": "Contienen aceite esencial cuyos componentes principales son: alcanfor, safrol, eugenol y cineol",
            "Tronco": "Contienen aceite esencial cuyos componentes principales son: alcanfor, safrol, eugenol y cineol"
        },
        "advertencias": "No utilizar en niños. Su uso continuado puede provocar vómitos, cefaleas, cólicos, convulsiones y paro respiratorio. El aceite esencial contiene safrol, sustancia reportada como cancerígena",
        "posologia": {
            "Decocción": "Hervir por no más de 3 minutos 60-80 g de hojas frescas por litro de agua. Aplicar localmente 2-3 veces al día"
        }
    },

    "Anamú": {
        "nombre_cientifico" : "Petiveria alliacea",
        "familia": "Phytolaccaceae",
        "descripcion": "Hierba perenne, de olor fuerte y desagradable, erguida, algo leñosa en la base, de 30 a 100 cm de altura. Hojas alternas, enteras, diminutamente estipuladas, de 6 a 19 cm de largo y de 2,5 a 5 cm de ancho, en general elípticas. Flores en racimos mayormente terminales, laxos, de 10 a 35 cm de largo; perianto blanco y dividido en 4 segmentos. Aquenio alargado y cuneiforme, de unos 8 mm de largo",
        "propiedades" : {
            "Hojas": ["antiespasmódica", "abortiva", "antiherpética", "antihelmíntica", "diurética", "antirreumática", "anticancerosa", "antiinflamatoria", "dermatológica"]
        },
        "componentes": {
            "Hojas": "Contienen taninos, alcaloides, glucósidos, saponinas y son ricas en oligoelementos inorgánicos",
            "Raíces": "Tiene esteroides, terpenoides, polifenoles y cumarina"
        },
        "advertencias": "Puede causar trastornos digestivos y atrofia muscular en el ganado",
        "posologia": {}
    }, 

    "Anís Estrellado" : {
        "nombre_cientifico" : "Illicium verum Hook",
        "familia": "Magnoliaceae",
        "descripcion": "Árbol de hasta 20 m de altura. Hojas enteras, lanceoladas y agudas. Flores blancas, rosadas o moradas y globosas. Fruto compuesto por 4 folículos de hasta 17 mm de longitud, unido por la base a un eje central e irradiado horizontalmente con la sutura ventral hacia la parte superior y cada uno contiene una semilla de superficie lisa y brillante; pedúnculos de unos 5 cm", 
        "propiedades" : {
            "Fruto": ["tónica", "antiespasmódica", "carminativa", "expectorante", "galactogoga", "aperitiva", "Facilita la respiración y activa la circulación tonificando el corazón"]
        },
        "componentes": {
            "Fruto": "Se caracterizan porque contienen un aceite esencial compuesto principalmente por anetol. Contienen, además, taninos, azúcares, ácidos y fenoles en pequeñas cantidades"
        },
        "advertencias": "El aceite esencial en altas dosis produce delirio, congestiones cerebrales y convulsiones. No usar en tratamientos prolongados.Las bebidas alcohólicas de partes o componentes de la planta, pueden causar envenenamientos crónicos",
        "posologia": {
            "Decocción": "5 g del fruto (3 estrellas) en 200 ml (1 vaso) de agua; tomar de 3 a 4 veces al día",
            "Repercolación": "Con un disolvente hidroalcohólico (75 %). Tomar de 10 a 15 gotas disueltas en 100 ml de agua, 3 o 4 veces al día"
        }
    }, 

    "Apasote": {
        "nombre_cientifico" : "Chenopodium ambrosioides",
        "familia" : "Chenopodíaceae", 
        "descripcion": "Hierba erguida de 40 a 100 cm de altura, lampiña o ligeramente glandular-pubescente y de olor fuerte. Hojas alternas, con pecíolo corto, generalmente oblongas, estrechas hacia la base, sinuado-dentadas, de 3 a 10 cm de largo; las hojas superiores son de menor tamaño. Flores de pequeñas espigas axilares; cáliz dividido en 3 segmentos de apenas 1 mm y envuelve totalmente el fruto",
        "propiedades" : {
            "Hojas": ["antiparasitaria", "antiasmática", "carminativa", "febrífuga", "emenagoga", "abortiva", "antihemorroidal"]
        },
        "componentes": {
            "Hojas": "Contiene un aceite esencial (0,35 % en las hojas e inflorescencias; 0,6-3 % en frutos) cuyo componente mayoritario es el ascaridol (peróxido monoterpénico), responsable de la actividad antiparasitaria. Contiene, además, flavonoides y ácidos orgánicos"
        },
        "advertencias": "El aceite esencial es altamente tóxico, puede causar cefalea, náuseas, vértigo y hasta la muerte. Carcinogenético en ratas en dosis de 10 mg/Kg. Contraindicado en embarazadas y enfermos del hígado, riñón, cardiocirculatorios y respiratorios. Se desconoce la toxicidad de la decocción, por tanto no se recomienda", 
        "posologia": {
            "Decocción": "No más de 5 g al día. Repetir el tratamiento durante 3 días"
        }
    }, 

    "Arraigán": {
        "nombre_cientifico" : "Myrica cerifera",
        "familia" : "Myricaceae", 
        "descripcion": "Arbusto de altura variable; hojas alternas, oblongas, con escasos dientes en el margen, de 28 cm de longitud, provistas de glándulas resinosas en la lámina; pecíolos de 310 mm. Flores masculinas y femeninas separadas, ambas agrupadas en amentos (racimo corto y denso), los masculinos cilíndricos, en la axila de hojas, los femeninos subglobosos en pequeñas ramitas",
        "propiedades" : {
            "Hojas": ["astringente", "antiséptica", "Curar llagas y úlceras"],
            "Raíces": ["tónica", "estimulante"]
        },
        "componentes": {
            "Raíces": "Contiene ácido tánico y gálico, así como una resina astringente"
        },
        "advertencias": "", 
        "posologia": {
            "Decocción": "Hervir por no menos de 5 minutos, 20 g de la corteza de raíz triturada o en virutas, en 1 litro de agua. Aplicar localmente 2-3 veces al día"
        }
    }, 

    "Arroz" : {
        "nombre_cientifico" : "Oryza sativa",
        "familia" : "Poaceae", 
        "descripcion": "Hierba erguida de 1 m o más de altura; hojas envainadoras, lineares, escabrosas. Flores en panojas terminales de entre 10-30 cm de longitud",
        "propiedades" : {
           "Fruto": ["antipruriginosa", "antidiarreica", "emoliente"]
        },
        "componentes": {
           "Fruto": "El almidón está compuesto por gránulos de polisacáridos (amilosa y amilopectina)"
        },
        "advertencias": "", 
        "posologia": {
            "Decocción": " Hervir por 20 minutos, 100 g de granos en 1 litro de agua. Filtrar y dejar refrescar. Aplicar localmente sobre la zona afectada 3 veces al día"
        }
    },

    "Añil Cimarrón" : {
        "nombre_cientifico" : "Indigofera suffruticosa",
        "familia" : "Poaceae", 
        "descripcion": "Arbusto de 1 a 1,5 m de altura generalmente muy ramificado; ramas delgadas con pubescencia blanquecina. Hojas compuestas por 9 a 17 foliolos pinnados, de unos 3 cm de longitud, verde claros y pubescentes, al menos en la cara inferior. Flores en racimos estrechos de hasta 5 cm de longitud; cáliz campanulado y corola amarillenta. Legumbre lineal, tabicada entre las semillas, de 8 a 15 mm de largo por 2 mm de ancho; posee de 3 a 8 semillas",
        "propiedades" : {
           "Fruto": ["antiepiléptica", "insecticida", "antiulcerosa", "febrífuga", "antipalúdica", "antiherpética", "antiséptica", "purgante", "sedante", "diurética", "antiespasmódica", "antiodontálgica", "antiparasitaria", "Para el tratamiento de la faringitis y curar la sarna"]
        },
        "componentes": {
           "Fruto": "Flavonoides, leucoantocianidinas, fenoles, taninos, aminas, lactonas, triterpenos y esteroides"
        },
        "advertencias": "Se cita que el uso continuado por vía oral puede degradar la inteligencia del epiléptico. Se desconoce la toxicidad por vía tópica", 
        "posologia": {}
    },

    "Bija" : {
        "nombre_cientifico" : "Bixa orellana",
        "familia" : "Bixaceae", 
        "descripcion": "Arbusto de hasta 9 m de altura, de corteza parda y ramas jóvenes comúnmente escamosas. Hojas aovadas de 8 a 20 cm de largo y de 4 a 15 cm de ancho, con pecíolo largo. Flores en panículas terminales; corola de 5 pétalos, torcidos en el botón, redondeados y rosados; estambres numerosos. Fruto capsular aovado-globoso, de unos 4 cm de diámetro, densamente cubierto de espinas suaves y delgadas. Semillas numerosas",
        "propiedades" : {
           "Fruto": ["antibacteriana", "emoliente", "refrescante", "antiinflamatoria", "emenagoga", "hepatotropa", "antiemética", "diurética", "antivenérea", "hemostática", "Se usan para la astenia, asma, diarreas, caspa, y su maceración oleosa para las quemaduras"]
        },
        "componentes": {
           "Fruto": "Contienen vitamina C, hierro y proteínas. Los frutos tienen proteínas, beta-caroteno y otros carotenoides (bixina y norbixina, entre otros). Tiene 1000-2000 UI de vitamina A por gramo de extracto oleoso",
           "Hojas": "Se evidencian flavonoides y un derivado sesquiterpénico (eshwarano o bixhaghene)"
        },
        "advertencias": "La DL50 (ratón por vía intraperitoneal) es de 700 mg/Kg de masa corporal. Produce pancreatotoxicidad, hepatotoxicidad, hiperglicemia y aparente aumento del nivel de insulina en los perros. Popularmente se refiere que afecta el corazón", 
        "posologia": {}
    },

    "Café" : {
        "nombre_cientifico" : "Coffea arabica",
        "familia" : "Rubiaceae", 
        "descripcion": "Arbusto o arbolito de entre 1-7 m de altura. Hojas opuestas, brillantes, mayormente oblongas, con los nervios prominentes en ambas caras. Flores blancas y fragantes, en grupos apretados en la axila de las hojas. Fruto carnoso, globoso u ovalado, rojo o amarillo al madurar y que contiene 2 semillas oliváceas",
        "propiedades" : {
           "Fruto": ["depurativa", "antiasmática",  "antihelmíntica", "afrodisíaca", "febrífuga", "antirreumática", "antiictérica", "Facilita el parto"]
        },
        "componentes": {
            "Hojas": "Contienen salicilato de metilo",
            "Fruto": "se encuentra entre el 13% de la cafeína. Cuando están inmaduras, estas contienen ácido clorogénico, glucósidos y trigonelina. Latorrefacción modifica en parte la composición química"
        },
        "advertencias": "No consumir si: embarazo, hepatitis, cardiopatías, trastornos circulatorios, úlcera o gastritis. Altas dosis pueden causar cefalea, náuseas e insomnio. Los niños son mucho más sensibles. En general no deben consumirse más de 5 tazas al día", 
        "posologia": {
            "Infusión": "Se elabora de forma similar a como es tradicional en el país"
        }
    },
    
    "Caisimón de anís" : {
        "nombre_cientifico" : "Piper auritum",
        "familia" : "Piperaceae", 
        "descripcion": "Arbusto de hojas alternas, enteras, aovado-elípticas, con la base muy inequilatera, profundamente acorazonada, de hasta 32 cm de largo y 16 cm de ancho. Flores diminutas, bracteadas, sin perianto, agrupadas en espigas amentiformes de hasta 16 cm de largo, axilares y opuestas a las hojas. Fruto abayado y muy pequeño",
        "propiedades" : {
           "Fruto": ["emoliente", "antirreumática", "díaforética", "diurética", "estimulante", "Tratamiento de las cefaleas"]
        },
        "componentes": {
            "Hojas": "aceites-grasas, alcaloides, aminas, azúcares, fenoles-taninos, flavonoides, saponinas y triterpenos-esteroides",
            "Fruto": "alcaloides, aminas, azúcares reductores, taninos y triterpenos-esteroides"
        },
        "advertencias": "La toxicidad aguda en DL50 es igual a 1 947,09 mg/Kg de masa corporal (ratas por vía intraperitoneal-extracto acuoso)", 
        "posologia": {}
    }, 

    "Calabaza" : {
        "nombre_cientifico" : "Cucurbita moschata Duchesne",
        "familia" : "Cucurbitaceae", 
        "descripcion": "Liana de tallos pelosos, mayormente rastreros y provistos de pequeñas espinas y zarcillos bífidos. Hojas alternas, largamente pecioladas y con el limbo amplio a lobulado. Flores masculinas solitarias o en pequeños grupos, largamente pedunculadas. Flores femeninas solitarias con pedúnculos cortos y gruesos. Fruto carnoso de gran tamaño",
        "propiedades" : {
           "Semillas": ["antihelmíntica", "diurética"],
           "Fruto": ["antiinflamatoria"]
        },
        "componentes": {
            "Semillas": "Tienen hasta un 50 % de un aceite graso que contiene ácido oleico y linolina; presenta además un glucósido: cucurbitina, albúminas, lecitina, resinas y titosterina"
        },
        "advertencias": "", 
        "posologia": {
            "Mezcla": "Mezclar 100-200 g de semillas mondadas (sin testa) con miel o almíbar (hasta 100 ml). Tomar este producto poco a poco en el transcurso de 1 hora, y 3 horas después tomar un purgante"
        }
    },
    
    "Caléndula" : {
        "nombre_cientifico" : "Calendula officinalis",
        "familia" : "Asteraceae", 
        "descripcion": "Hierba anual, más o menos pelosa. Hojas inicialmente en una roseta basal, sentadas, simples, mayormente oblongas, para la floración emite tallos erectos, algo ramificados en la parte superior, de 30 a 60 cm de altura. Cabezuelas florales terminales, solitarias, vistosas, de 3,5 a 5 cm de diámetro; los radios planos, extendidos, desde amarillo pálido a naranja brillante",
        "propiedades" : {
           "Flores": ["antiinflamatoria", "antibacteriana", "colerética", "antiulcerosa", "inmunoestimulante", "citostatica", "antiespasmódica", "antiséptica", "vulneraria", "emenagoga", "purgante", "antidismenorreica", "sedante", "analgésica", "resolutiva", "hemostática", "Tratamiento de trichomoniasis, amigdalitis, quemaduras, afecciones de la cavidad bucal, psoriasis y otras afecciones de la piel"]
        },
        "componentes": {
            "Flores": "Contienen ácidos fenólicos, carbohidratos, cumarinas, taniños, carotenos, saponinas, tocofenoles, flavonoides y aceite esencial"
        },
        "advertencias": "Existe un reporte de shock anafiláctico después de hacer gárgaras con la infusión de la planta", 
        "posologia": {
            "Tintura": "Para uso tópico mezclar 5 ml en 200 ml de agua, aplicar 2 a 5 veces al día; por vía oral de 10 a 20 gotas mezcladas en 100 mL de agua 2 o 3 veces al día",
            "Extracto fluido": "Para uso tópico mezclar 10 gotas en 200 mL de agua, aplicar 3 a 5 veces al día, vía oral 1 a 2 gotas en 100 mL de agua y 2 a 3 veces al día"
        }
    },

    "Cayeput" : {
        "nombre_cientifico" : "Melaleuca leucadendron",
        "familia" : "Myrtaceae", 
        "descripcion": "Arbol de hasta 20 m de altura, con la corteza gruesa, esponjosa, blanca en la parte exterior y oscura en la interior; ramas puberulas. Hojas elípticas u oblongas de 5 a 10 cm de largo, estrechas hacia ambos extremos, nervadura longitudinal y paralela. Flores blanco-cremosas agrupadas en espigas terminales de 5 a 15 cm de largo. Fruto capsular, casi esférico, de 3 mm de diametro",
        "propiedades" : {
           "Hojas": ["antiséptica", "insecticida", "analgésica", "antirreumatica", "estimulante", "carminativa", "antimicrobiana"]
        },
        "componentes": {
            "Hojas": "Aceite esencial con 50 a 60 % de cineol. Betulinas, taninos, aminoácidos y saponinas"
        },
        "advertencias": "No se recomienda el uso interno de preparados que contengan el aceite esencial", 
        "posologia": {
            "Infusión": "Verter agua hirviente sobre 4 o 5 hojas"
        }
    },

    "Caña Fistola" : {
        "nombre_cientifico" : "Cassia fistula",
        "familia" : "Caesalpiniaceae", 
        "descripcion": "Árbol de tronco grueso y hasta 20 m de altura. Hojas compuestas por un número par de foliolos, llegando a alcanzar hasta 40 cm de longitud. Flores en racimos colgantes de 30-80 cm de longitud; corola amarilla. Legumbre cilíndrica, negra, de hasta 60 cm de longitud y 2 cm de grosor",
        "propiedades" : {
           "Fruto": ["Laxante"]
        },
        "componentes": {
            "Fruto": "ácido catártico e hidroximetilantraquinonas"
        },
        "advertencias": "Indicar solo en casos de constipaciones funcionales que no respondan a dietas ricas en fibras. El abuso de este producto puede provocar cambios en la musculatura intestinal", 
        "posologia": {
            "Mezcla": "Disolver en agua o leche 10-20 g de pulpa de frutos frescos y maduros. Endulzar si se desea e ingerir en una o varias dosis al día"

        }
    },

    "Caña Santa" : {
        "nombre_cientifico" : "Cymbopogon citratus",
        "familia" : "Poaceae", 
        "descripcion": "Hierba perenne, robusta, de hasta 1 m de altura. Hojas con aroma alimonado, agrupadas cerca de la base, lineares, de hasta casi 1 m de longitud, con el borde cortante",
        "propiedades" : {
           "Hojas": ["antihipertensiva", "antiespasmódica", "antiasmática", "antifúngica", "antibacteriana", "anticatarral", "febrífuga", "antitusiva", "estomáquica", "carminativa", "diaforética", "expectorante", "ansiolítica"]
        },
        "componentes": {
            "Hojas": "Aceite esencial con alto contenido de citral (75-85 %),además de geraniol, linalol, metilheptona, citronelal, limoneno, diterpeno y otras sustancias"
        },
        "advertencias": "La sílice presente en las hojas puede causar úlceras", 
        "posologia": {
            "Infusión": "Verter 10-20 g de hojas frescas y desmenuzadas en un litro de agua hirviendo. Reposar por 10-15 minutos. Para consumo interno filtrar utilizando un paño o lienzo fino. Por vía oral tomar 500-700 ml al día en 2-3 dosis. Tópicamente aplicar la infusión directamente sobre la zona afectada 2-3 veces al día"
        }
    },

    "Cañandonga" : {
        "nombre_cientifico" : "Cassia grandis",
        "familia" : "Caesalpinaceae", 
        "descripcion": "Árbol de 30 m o más de altura. Hojas pinnado-compuestas, pubescentes; de 8 a 20 foliolos oblongos y redondeados. Flores en densos racimos; corola rosada, pétalos aproximadamente de 1 cm; fruto en cápsula de hasta 80 cm de largo y unos 4 cm de grosor, cilíndrico, con una costilla prominente en la sutura dorsal y 2 en la ventral, casi negro al madurar; pulpa de olor desagradable, sabor amargo y astringente",
        "propiedades" : {
           "Fruto": ["laxante", "refrescante", "pectoral", "depurativa", "abortiva"],
           "Flores": ["sedante"],
           "Raíces": ["febrífuga"],
           "Corteza": ["antirreumática"]
        },
        "componentes": {},
        "advertencias": "", 
        "posologia": {
        }
    },

    "Cebolla" : {
        "nombre_cientifico" : "Allium cepa",
        "familia" : "Alliaceae", 
        "descripcion": "Geofita con bulbos esféricos o circulares, de tamaño y coloración variable en dependencia del cultivar. Hojas lanceoladas de sección circular, a modo de varillas. Flores blancas, agrupadas en umbelas situadas en el extremo de largos escapos que sobresalen a la roseta de hojas",
        "propiedades" : {
           "Bulbo": ["cardio-circulatoria", "hematopoyética", "antitrombótica", "antihipercolesterolémica", "diurética", "digestiva", "carminativo", "antiséptico"]
        },
        "componentes": {
            "Bulbo" : "Contiene un aceite esencial pungente rico en compuestos sulfurados, como el disulfuro de alilpropilo y otros, vitaminas B1 y C, carotenos, derivados flavónicos, pectinas, sales minerales, varios azúcares, albúmina y almidón"
        },
        "advertencias": "", 
        "posologia": {
            "Natural": "Ingerir de 200-300 g de bulbos frescos al día, durante las comidas"
        }
    },

    "Cereza del país" : {
        "nombre_cientifico" : "Malpighia glabra",
        "familia" : "Malpighiaceae", 
        "descripcion": "Arbolito de hasta 5 m de altura muy ramificado. Hojas variables, desde elípticas a lanceoladas, de 1,5 a 7 cm de largo, algo más pálidas en la cara inferior y con peciolos cortos. Flores agrupadas en la axila de las hojas; corola de 5 pétalos, rosados, contraídos en la base en forma de una y de 7 a 9 mm de largo. Fruto carnoso, más o menos globoso de 10 a 16 mm de diámetro, con la cubierta rojo brillante al madurar y la pulpa ácida; posee tres semillas",
        "propiedades" : {
           "Fruto": ["Se utiliza en gargarismos", "Para enfermedades del hígado y en la disentería"],
           "Semillas": ["Para enfermedades del pecho, gripe, resfriado, hemorragias capilares, inflamación y sangramientos gingivales e inflamaciones articulares"]
        },
        "componentes": {
            "Fruto": "Contienen alto contenido de vitaminas C y A, tiamina, riboflavina y niacina"
        },
        "advertencias": "", 
        "posologia": {}
    },

    "Cidra" : {
        "nombre_cientifico" : "Citrus limetta Risso",
        "familia" : "Rutaceae", 
        "descripcion": "Árbol espinoso. Hojas de 5 a 7,5 cm de largo, elípticas o aovadas y crenadas; peciolo estrechamente alado. Flores blancas. Fruto globoso, amarillo al madurar de 5 a 7 cm de diámetro, con el jugo bastante insípido",
        "propiedades" : {
           "Fruto": ["antifúngica", "antibacteriana", "antiescorbútica", "hipotensora", "febrífuga", "para tratar hematurias, cálculos renales y de la vejiga", "tónica", "estimulante","carminativa", "aperitiva"],
           "Semillas": ["antihelmíntica"]
        },
        "componentes": {
            "Hojas": "Contienen abundante aceite esencial donde predominan el limogeno y citral",
            "Fruto": "Poseen grandes cantidades de ácidos orgánicos y vitamina C. La corteza del fruto contiene pectina y junto con la pulpa, hesperidina"
        },
        "advertencias": "", 
        "posologia": {}
    },

    "Ciprés" : {
        "nombre_cientifico" : "Cupressus sempervirens",
        "familia" : "Cupressaceae", 
        "descripcion": "Árbol de 10 a 20 m de altura, con la corteza lisa y grisácea; copa de forma variable según la variedad. Hojas muy pequeñas, escamosas, triangulares y ordenadas en 4 series",
        "propiedades" : {
           "Hojas": ["antidiarreica", "antipirética", "insecticida", "larvicida", "vermicida"]
        },
        "componentes": {
            "Hojas": "Aceite esencial, taninos, resinas y sales minerales"
        },
        "advertencias": "Se le atribuyen efectos estrogénicos. Citada como causante de efectos teratogénicos en animales domésticos", 
        "posologia": {}
    },

    "Calvo de Olor" : {
        "nombre_cientifico" : "Eugenia caryophyllata Thumb",
        "familia" : "Myrtaceae", 
        "descripcion": "Árbol de hasta 15 m de altura. Hojas opuestas, lanceoladas u oblongas de 10 a 25 cm de largo, acuminadas, con puntos translúcidos en el limbo. Flores agrupadas en inflorescencias terminales paucifloras; cáliz tubular, turbinado; 4 pétalos, extendidos, libres y glandulosos. Fruto redondo u ovalado, de 3 a 6 cm de largo y amarillo pálido",
        "propiedades" : {
            "Flores": ["antibacteriana", "carminativa", "odontálgica"]
        },
        "componentes": {
            "Flores" : "Contienen no menos del 15 % de un aceite esencial abundante en eugenol (85 a 90 %), además de taniños, ácidos triperpénicos y eugeniina"
        },
        "advertencias": "Para adultos, por vía oral, la dosis aproximada de 3 g resulta tóxica. Para niños la dosis máxima admisible es de 0,5 g. El contacto regular y repetido con la droga puede provocar dermatitis", 
        "posologia": {}
    },

    "Coco" : {
        "nombre_cientifico" : "Cocotero",
        "familia" : "Cocos nucifera", 
        "descripcion": "Árbol estipitado, cuyo tronco puede alcanzar hasta 30 m de altura. Hojas formando un penacho en el extremo del tallo, cada una de entre 3-6 m de longitud, pinnado-compuestas, foliolos de mas de 50 cm de longitud. Flores masculinas en la parte superior de las ramas, las femeninas mas pequeñas y en menor número en la parte superior. Fruto de gran tamaño",
        "propiedades" : {
            "Fruto": ["diurética", "laxante", "Para aliviar la hinchazón de las mamas en las madres lactantes", "astringente", "curar forúnculos y abscesos", "tratar quemaduras", "para fortalecer los cabellos"],
            "Raíces": ["antidiarreica"]
        },
        "componentes": {
            "Fruto": "El “agua” (endospermo líquido) contiene agua (93,5%), glucosa (2,1%), levulosa (3,9%), inulina, proteínas y mínimas cantidades de sales minerales. La copra (endospermo seco) contiene agua (40,8%), prótidos (3,5%), lípidos (39,9%), glúcidos (14,7%), celulosa (9,9%), vitamina C, riboflavina, niacina y cenizas"
        },
        "advertencias": "Se debe consumir exclusivamente el agua de frutos inmaduros. Cada litro de agua aporta al organismo 70 mmol de potasio", 
        "posologia": {
            "Natural": "Consumir al día 500 ml del agua o jugo en una o dos dosis"
        }
    },

    "Cordobán" : {
        "nombre_cientifico" : "Tradescantia spathacea",
        "familia" : "Commelinaceae", 
        "descripcion": "Hierba que crece con frecuencia, formando colonias, provista de robustos tallos que apenas alcanzan 20 cm de largo y 1,5 cm de grosor. Hojas lineales, verde oscuras en cara superior, violáceas en la cara inferior, enteras, lampiñas, algo carnosas, con peciolos envainadores. Flores agrupadas en umbelas multifloras, axilares, casi escondidas entre bracteas; 3 sépalos, petaloideos, pétalos en igual número y blancos. Fruto capsular",
        "propiedades" : {
            "Hojas": ["vasoconstrictora", "broncodilatadora", "antihepatotóxica", "antimicrobiana", "astringente", "emenagoga", "colagoga", "laxante", "antihelmíntica", "hipoglicemiante",
            "antiasmática", "diurética", "antiinflamatoria", "analgésica", "Se utiliza en el tratamiento de las cefaleas, torceduras y traumatismos y como regulador de la tensión arterial"]
        },
        "componentes": {
            "Hojas": "Dopamina, antocianinas y beta-d-glucosa. Específicamente las hojas contienen aminas, azúcares reductores, flavonoides, triterpenos y esteroides. Los tallos tienen aminas y azúcares reductores",
            "Flores": "Contienen aminas, azúcares reductores y triterpeno-esteroides"
        },
        "advertencias": "Se han detectado algunos efectos tóxicos en animales de experimentación. El jugo de las hojas frescas puede causar enrojecimiento e irritación cutánea. Tiene efecto simpaticomimético (tipo dopaminérgico) cardiovascular, respiratorio y digestivo", 
        "posologia": {}
    },

    "Culantro Cimarrón" : {
        "nombre_cientifico" : "Eryngium foetidun",
        "familia" : "Apiaceae", 
        "descripcion": "Hierba lampiña muy aromática. Hojas dispuestas en una roseta basal, obovadas u oblongas, de 5 a 18 cm de largo y de 1,5 a 5 cm de ancho, envainadoras en la base y aserradas. Flores blancas, pequeñas, agrupadas en cabezuelas bracteadas, sostenidas por ramas divididas dicotómicamente. Fruto tuberculado, algo aplanado lateralmente y de unos 2 mm",
        "propiedades" : {
            "Hojas": ["antihipertensiva", "febrífuga", "aperitiva", "afrodisíaca", "abortiva", "emenagoga", "laxante", "antiescorbútica", "antirreumático", "bactericida", "antiséptica", "anticonvulsivante", "antiemética", "antidiarreica", "carminativa"]
        },
        "componentes": {
            "Hojas": "Contiene flavonoides, saponósidos, esteroles, triterpenos y un aceite esencial con alfa pineno, paracimeno, alcohol fenquílico, furfural y dodeceno-2-al-1. Contiene, además, hierro, calcio, riboflavina y carotenos"
        },
        "advertencias": "Se refiere que es un abortivo fuerte", 
        "posologia": {}
    },

    "Doradilla" : {
        "nombre_cientifico" : "Polypodium polypodioides",
        "familia" : "Polypodiaceae", 
        "descripcion": "Helecho pequeño provisto de rizomas trepadores de 2 mm de grosor, flexuosos, densamente pelosos y con escamas imbricadas de 3 a 4 mm de largo. Frondes distantes, erectos, de 5 a 25 cm de largo, con los peciolos más cortos que los limbos; láminas oblongas o lineales, pinnatisectas, truncadas en la base, opacas al secarse e higroscópicas",
        "propiedades" : {
            "Hojas": ["Se utiliza en los casos de afecciones hepáticas", "Para disolver cálculos biliares", "Regular la tensión arterial y la menstruación"]
        },
        "componentes": {},
        "advertencias": "", 
        "posologia": {}
    },

    "Eneldo" : {
        "nombre_cientifico" : "Anethum graveolens",
        "familia" : "Apiaceae", 
        "descripcion": "Hierba anual con tallos carnosos, erguidos, de hasta 1 m de altura, ramificados en la parte superior. Hojas alternas con pecíolos envainadores, limbo pinnadocompuesto, con los segmentos filiformes. Flores pequeñas, numerosas, amarillas, agrupadas en umbelas compuestas. Fruto en aquenio, acostillado, pardogrisáceo al madurar",
        "propiedades" : {
            "Semillas": ["antiespasmódica", "aperitiva", "digestiva", "carminativa"]
        },
        "componentes": {
            "Semillas": "Hasta 4 % de un aceite esencial en los frutos secos, con carvona, como sustancia mayoritaria, limoneno y otros compuestos"
        },
        "advertencias": "", 
        "posologia": {
            "Infusión": "Verter 15-20 g de frutos sobre 1 litro de agua hirviendo. Reposar 10-15 minutos antes de filtrar. Ingerir 100-200 mL al día repartidos en 2 dosis"
        }
    },

    "Escoba Amarga" : {
        "nombre_cientifico" : "Parthenium hysterophorus",
        "familia" : "Asteraceae", 
        "descripcion": "Hierba pubescente, comúnmente muy ramificada, de hasta 80 cm de altura. Hojas aovadas u oblongas, 1 o 2 pinnatifidas, de hasta 10 cm de largo y 5 cm de ancho. Capítulos florales dispuestos en panojas de hasta 10 cm de diámetro; lígulas suborbiculares, blancas, de hasta 1 mm de largo. Aquenio de 2 x 1,2 mm, negro y con 2 aristas delgadas",
        "propiedades" : {
            "Hojas": ["antiamebiana", "febrífuga", "corroborante", "vermífuga", "hipostenizante gástrico", "tónica", "estimulante", "estomáquica", "hipoglicemiante", "antineurálgica", "antiartrítica", "hipotensora", "antiemética", "antiespasmódica", "antiulcerosa"]
        },
        "componentes": {},
        "advertencias": "Algunas personas refieren que la decocción de la planta es abortiva. Se ha demostrado que el polen puede provocar alergias y ocasionar la llamada fiebre de Santa María y rinitis. También puede producir dermatitis por contacto. Algunos autores plantean que presenta marcada toxicidad in vitro", 
        "posologia": {}
    },

    "Eucalipto" : {
        "nombre_cientifico" : "Eucalyptus",
        "familia" : "Myrtaceae", 
        "descripcion": "Árboles de gran altura, algunas especies en su habitat natural, sobrepasan los 100 m. Tronco recto y poco ramificado, usualmente dejando desprender finas capas de la corteza. Hojas aromáticas, simples, alternas, enteras. Flores y frutos relativamente pequeños y poco notables",
        "propiedades" : {
            "Hojas": ["antiséptica", "antiinflamatoria", "antitusígena", "antibacteriana", "Para el tratamiento de cefalea y disfonía", "febrífuga", "hipoglicemiante"]
        },
        "componentes": {
            "Hojas": "Contienen un aceite de composición variable pero que generalmente contienen cineol (eucaliptol) como componente mayoritario. Presentan además taninos, ácidos gálico y elágico, un principio amargo, resina, cera y una sustancia de actividad bacteriostática"
        },
        "advertencias": "Preparados a base de hojas o aceite esencial de Eucaliptos, no deben administrarse por vía oral, ya que pueden provocar dificultades respiratorias y hematuria. El aceite puro irrita las mucosas gástricas y causa cianosis y convulsiones", 
        "posologia": {
            "Infusión": "Verter de 10-20 g de hojas desmenuzadas sobre 1 litro de agua. Las inhalaciones deben repetirse 2-3 veces al día. Para uso tópico la infusión se aplica localmente en la zona afectada 2-3 veces al día"
        }
    },

    "Eucalipto de Limón" : {
        "nombre_cientifico" : "Eucalyptus citriodora Hook",
        "familia" : "Myrtaceae", 
        "descripcion": "Árbol de hasta 50 m de altura, con el tronco recto y poco ramificado, su corteza blanquecina o gris-rojiza, se separa en forma de láminas. Hojas lanceoladas con fuerte olor a limón. Flores provistas de gruesos pedicelos, se agrupan de 3 en 3, formando una panícula multiflora. Fruto en forma de urna, globular, de algo más de 1 cm de diámetro",
        "propiedades" : {
            "Hojas": ["antiséptica", "antiinflamatoria", "antitusígena", "antibacteriana", "Para el tratamiento de las cefaleas y disfonías", "hipoglicemiante"]
        },
        "componentes": {
            "Hojas": "Se caracterizan porque contienen un aceite esencial rico en citral, citronelal y acetato de geranilo. Contiene además 41,9 % de agua"
        },
        "advertencias": "No administrar por vía oral los preparados de hojas o aceite esencial. El aceite puro puede causar náuseas, convulsiones, cianosis e irritación de las mucosas gástricas", 
        "posologia": {
            "Infusión": "Verter sobre 1 l de agua hirviente, de 10 a 20 g de hojas desmenuzadas, 10 a 20 ml de extracto fluido o 50 ml de tintura. Repetir las inhalaciones 2 o 3 veces. Para uso tópico aplicar directamente la tintura 2 o 3 veces al día o usar en forma de baños, 20 ml del extracto fluido por cada 10 l de agua"
        }
    },

    "Fruta Bomba" : {
        "nombre_cientifico" : "Carica papaya",
        "familia" : "Caricaceae", 
        "descripcion": "Árbol entre 3 y 5 m de altura, con el tallo simple, generalmente no ramificado y las hojas forman penacho en su extremo distal. Hojas lobuladas, pálidas en la cara inferior, cada lóbulo pinnadamente lobado; peciolos grandes y robustos. Flores mayormente unisexuales (las masculinas en panojas colgantes de varios decímetros de largo y las femeninas, solitarias o en panojas paucifloras). Fruto abayado, colgante y con muchas semillas",
        "propiedades" : {
            "Fruto": ["antibacteriana", "favorece la absorción de hierro", "actúa sobre el sistema nervioso central y el corazón", "antihipertensiva", "antidiarreica", "antiforunculosa", "digestiva", "antiparasitaria", "vulneraria", "antitusiva", "emenagoga", "cáustica", "antiasmática", "rubefaciente"],
            "Flores": ["emenagoga", "antibronquítica", "antitusiva"]
        },
        "componentes": {
            "Fruto": "Es rico en vitaminas (particularmente C y E) y sales minerales (sobre todo potasio). Contiene enzimas proteolíticas (papaina y quimopapaina)"
        },
        "advertencias": "El látex es irritante y su ingestión provoca gastritis. Las enzimas aisladas del látex y del fruto causan alergias, paraplejias, cefaleas, náuseas, vómitos y retención urinaria. Las semillas contienen un elemento astringente que produce constipaciones violentas con atonía total del recto", 
        "posologia": {
            "Natural": "Aplicar localmente el fruto majado o su jugo 2 o 3 veces al día. Suspender si aparece irritación local"
        }
    },
    
    "Gavilán" : {
        "nombre_cientifico" : "Simarouba glauca",
        "familia" : "Simarubaceae", 
        "descripcion": "Árbol de hasta 18 m de altura, de corteza pardo-rojiza y amarga. Hojas alternas, imparipinnadas de 20 a 50 cm de largo; con 9 a 16 foliolos cuneados en la base, redondeados o agudos en el ápice, elíptico-lanceolados, de 4 a 10 cm de largo y 1,5 a 5 cm de ancho, verde-brillantes en la cara superior y glaucos en la inferior. Flores en panículas, terminales o axilares, de 10 a 40 cm de largo. Fruto drupáceo, aovado, de 1,5 a 2 cm de largo y escarlata al madurar",
        "propiedades" : {
            "Hojas": ["insecticida", "antimalárica", "astringente","digestiva", "antihelmíntica", "antidiarreica", "Se utiliza en los casos de colitis nerviosas y afecciones cutáneas"]
        },
        "componentes": {
            "Semillas": "Contienen lípidos, alcoholes triperpénicos, glaucarubol éster, glaucarubina y otros derivados triterpénicos, glaucarubonona y glaucorubolona",
            "Hojas": "Se encuentran alcaloides y cuasinoides"
        },
        "advertencias": "Se reporta broncoconstricción cuando se administran los extractos de la hoja por vía oral en conejos", 
        "posologia": {
            "Infusión": "De un manojo de hojas en una botella de agua hirviente. Aplicar localmente en las partes afectadas 2 o 3 veces al día"
        }
    },

    "Geranio de Olor" : {
        "nombre_cientifico" : "Pelargonium graveolens L'Herit",
        "familia" : "Geraniaceae", 
        "descripcion": "Hierba perenne, leñosa en la base y pelosa. Hojas alternas, pinnado-lobuladas, estipuladas y pelosas. Flores relativamente pequeñas en comparación con otras especies del género; corola ligeramente irregular y rosada; ovario con 5 lóculos y 5 estigmas",
        "propiedades" : {
            "Hojas": ["tónica", "antidiabética", "astringente", "Se utiliza en el tratamiento de afecciones del corazón, astenia, gastroenteritis, hemorragias y anginas"]
        },
        "componentes": {
            "Hojas": "Es rica en un aceite esencial cuyos componentes mayoritarios son el geraniol y el citronelal (ambos en un 70 %), además de linalol, terpineol, alcoholes feniletílico e isoamílico, citral, borneol, metilheptona, mentol y mentona"
        },
        "advertencias": "", 
        "posologia": {}
    },

    "Granada" : {
        "nombre_cientifico" : "Punica granatum",
        "familia" : "Punicaceae", 
        "descripcion": "Arbolito de hasta 5 metros de altura. Hojas opuestas de forma variable, mayormente elípticas, estrechas y de 1-8 cm de longitud. Flores vistosas, solitarias, rojo-anaranjadas, con 5-7 pétalos. Fruto carnoso, globoso, de entre 6 y 14 cm de diámetro, con la cubierta coriácea; semillas incluidas en la pulpa",
        "propiedades" : {
            "Corteza": ["antihelmíntica", "antiparasitaria", "Tratar diarreas, fiebres intermitentes y anginas", "Tratar úlceras y heridas"]
        },
        "componentes": {
            "Corteza": "Posee alrededor de un 22 % de ácido tánico, y alcaloides, entre los que se citan como principios antihelmínticos, la pelletierina e isopelletierina"
        },
        "advertencias": "No usar en niños ni en mujeres embarazadas o lactantes. Los alcaloides de la planta pueden causar cefalea, vértigo, náusea, vómito, diarrea y convulsiones, ceguera y muerte si sobredosis", 
        "posologia": {
            "Decocción": "Hacer hervir una taza de corteza desmenuzada en 5 tazas de agua. Para adultos 4 cucharadas cada 2 horas (no más de 4 veces al día). El tratamiento debe ser precedido y seguido por la administración de purgante"
        }
    },

    "Guásima" : {
        "nombre_cientifico" : "Guazuma ulmifolia Lam",
        "familia" : "Sterculiaceae", 
        "descripcion": "Árbol de hasta 20 m de altura, corteza gris, tronco de 30 a 60 cm de diámetro. Hojas alternas, con peciolos cortos, aovadas u oblongas, aserradas, de 6 a 12 cm de largo y con el ápice agudo. Flores pequeñas agrupadas en inflorescencias axilares y cortamente estipitadas; 5 pétalos, blanco-amarillentos. Fruto capsular, subgloboso o elipsoideo, negro-purpúreo al madurar y con la superficie muricada",
        "propiedades" : {
            "Hojas": ["emoliente", "astringente", "Se utiliza para tratar contusiones y golpes", "diurética", "antigripal"],
            "Mucílago": ["Se emplea para tratar las quemaduras provocadas por el guao"]
        },
        "componentes": {
            "Hojas": "Se ha detectado cafeína"
        },
        "advertencias": "La ingestión de grandes cantidades de diferentes partes de la planta pueden provocar náuseas, vómitos y diarreas", 
        "posologia": {}
    },

    "Guatamala" : {
        "nombre_cientifico" : "Myroxylon balsamum",
        "familia" : "Fabaceae", 
        "descripcion": "Árbol de gran tamaño. Hojas compuestas por 7-11 foliolos alternos provistos de pequeños peciolos. Flores en racimos situados en la axila de las hojas o en el extremo de las ramas. Corola irregular, blanca. Fruto en legumbre, atípico, alado, con una sola semilla",
        "propiedades" : {
            "Resina del tronco" : ["expectorante", "antipruriginosa", "antiséptica", "antiviral"]
        },
        "componentes": {
            "Resina del tronco": "Contiene de un 35-50 % de ácidos balsámicos (ácido cinnámico)"
        },
        "advertencias": "El abuso en la utilización de la resina o preparados que la contengan puede causar dermatitis", 
        "posologia": {
            "Tintura": "Mezclar 30 gotas en 45 ml de miel o almíbar. Ingerir en el transcurso del día repartidos en 3 dosis",
            "Jarabe": "Tomar 30 ml al día repartidos en 2 dosis"
        }
    },

    "Guayaba" : {
        "nombre_cientifico" : "Psidium guajava",
        "familia" : "Myrtaceae", 
        "descripcion": "Arbusto o arbolito de hasta 7 m de altura, escasamente ramificado. Hojas aromáticas, opuestas, enteras, de 4-8 cm de longitud, con los nervios prominentes en la cara inferior, semejando a costillas. Flores blancas, vistosas, en grupos de 1-3; estambres numerosos, dispuestos sobre un disco ancho. Fruto carnoso de forma y tamaño variables en dependencia del cultivar",
        "propiedades" : {
            "Hojas": ["antidiarreica", "antibiótica"]
        },
        "componentes": {
            "Hojas": "Se caracterizan por la presencia de un aceite esencial rico en cariofileno, nerolidiol, beta bisaboleno, aromandreno, p-selineno. Contienen además beta sitosterol, titerpenoides, leucocianidinas y alrededor de un 10 % de taninos"
        },
        "advertencias": "", 
        "posologia": {
            "Decocción": "Hervir por 3 minutos 10-20 g de hojas frescas en un litro de agua. Ingerir 120 ml, 6 veces al día. La preparación de la decocción debe ser diaria"
        }
    },

    "Hierba Buena" : {
        "nombre_cientifico" : "Mentha spicata",
        "familia" : "Lamiaceae", 
        "descripcion": "Hierba perenne, rastrera, con las ramas angulosas, lampiñas o ligeramente pubescentes. Hojas opuestas, oblongas, de superficie rugosa y margen aserrado, cortamente pecioladas. Aunque en nuestro país solo en pocas ocasiones florece, y cuando esto sucede las pequeñas flores blanco-violáceas se disponen en espigas terminales",
        "propiedades" : {
            "Hojas": ["antiespasmódica", "carminativa", "antiséptica", "Tratamiento de todo tipo de afecciones digestivas, catarros y constipados", "estimulante"]
        },
        "componentes": {
            "Hojas": "Aceite esencial que contiene: mentol (50-86 %), mentona, felandreno y limoneno"
        },
        "advertencias": "Las establecidas para los aceites esenciales: por vía oral, irritación gastrointestinal y del tracto urinario si hay sobredosis. Tópicamente puede provocar daños en pieles sensibles", 
        "posologia": {
            "Infusión": "Verter 20-30 g de hojas frescas en 1 litro de agua hirviendo. Ingerir 500-700 ml diarios repartidos en 2-3 dosis. Esta misma infusión puede utilizarse para inhalaciones y para aplicar localmente, en este último caso, utilizar 2-3 veces al día directamente sobre la zona afectada"
        }
    },

    "Hierba Mora" : {
        "nombre_cientifico" : "Solanum nigrescens Mart & Gal",
        "familia" : "Solanaceae", 
        "descripcion": "Hierba morfológicamente muy variable. Tallos cortamente pubescentes o glabros. Peciolos de 12 a 50 mm de largo. Hojas a menudo en pares, en su mayoría aovadas, enteras o sinuado-dentadas, de 5 a 10 cm de largo y 1 a 5 cm de ancho. Inflorescencias laterales, paucifloras y con los pedúnculos ascendentes o extendidos; cáliz corto, con 5 dientes; corola blanca, 5 lóbulos agudos. Fruto carnoso, globoso y negro al madurar",
        "propiedades" : {
            "Fruto": ["cicatrizante", "calmante", "narcótica", "pediculicida", "antiherpética", "antihemorroidal", "analgésica", "antipirética", "antiséptica", "Se utiliza para lavados vaginales", "Tratamiento de las afecciones de la piel y los ojos"]
        },
        "componentes": {
            "Fruto": "Se cita la presencia de glucoalcaloides, flavonoides. esteroides y taninos"
        },
        "advertencias": "Según la dosis, se considera tóxica para el ganado y el hombre. Citada como planta acumuladora de nitritos y nitratos", 
        "posologia": {}
    },

    "Higuereta" : {
        "nombre_cientifico" : "Ricinus communis",
        "familia" : "Euforbiaceae", 
        "descripcion": "Es una hierba con tallo erecto, de 1 a 5 metros de alto, más o menos ramificada, a menudo se vuelve arbórea, con un tronco robusto. Hojas alternas y palmeadas. Flores numerosas, apétalas, pequeñas, verdosas y en racimos terminales. El fruto es una cápsula tubular espinosa que contiene en cada celda una semilla ovoide. Las semillas son brillantes, lisas, negras, matizadas de blanco y moteadas con marcas grises y pardas. El endospermo es carnoso y aceitoso",
        "propiedades" : {
            "Semillas": ["purgante", "Curar orzuelos incipientes"],
            "Hojas": ["galactogoga", "antiinflamatoria", "febrífuga"],
            "Raíces": ["diurética"]
        },
        "componentes": {
            "Semillas": "Aceite, del 49 a 85% de glicéridos del ácido ricinoleico; proteínas, 20% de ricina-toxoalbúmina; alcaloides (ricinina, ricidina); enzimas; fosfatidiletanalamina"
        },
        "advertencias": "Las lectinas extraídas de las semillas son citotóxicas. Se han reportado casos de envenenamiento en el ganado producidas por la planta y las semillas. El bagazo de las semillas contiene un alérgeno que provoca reacciones alérgicas en individuos hipersensibles. Una de las lectinas de la semilla (ricinus communis aglutinina) mostró acción neurotóxica, al producir degeneración neuronal de la médula en ratas. Se reportó un caso de posible acción teratogénica producida por el aceite de ricino", 
        "posologia": {
            "Natural": "El aceite de ricino se emplea como catártico en dosis usual de 15 ml para adultos"
        }
    },

    "Hinojo" : {
        "nombre_cientifico" : "Foeniculum vulgare Miller",
        "familia" : "Apiaceae", 
        "descripcion": "Hierba de tallos y peciolos algo carnosos, toda con fuerte olor a anís, alcanzando hasta más de 1 m de altura. Hojas alternas, pinnado-compuestas, terminando en divisiones filiformes. Flores muy pequeñas, amarillas, situadas en inflorescencias en forma de sombrilla (umbela compuesta), en el extremo de los tallos. Frutos pequeños, secos, acostillados",
        "propiedades" : {
            "Fruto": ["antiespasmódica", "carminativa", "emenagoga", "expectorante", "aperitiva"]
        },
        "componentes": {
            "Fruto" : "Contienen un aceite esencial (2,5-6 %), cuyos componentes principales son: anetol, fenchona, safrol, delta-pineno, canfeno y felandreno. Presentan además un aceite graso, albúmina, proteínas, azúcares y ácidos orgánicos"
        },
        "advertencias": "Preparados que contienen aceite esencial pueden provocar reacciones adversas en pieles sensibles. El uso prolongado por vía oral, causa efectos indeseables (convulsiones) por lo que se recomienda no consumir por más de 3 días. El aceite esencial contiene safrol, sustancia reportada como cancerígena", 
        "posologia": {
            "Infusión": "Agregar 3 g de frutos maduros a 1 litro de agua hirviendo. Reposar por 10-15 minutos antes de filtrar. Ingerir hasta 1 litro al día repartido en 3-4 dosis",
            "Tintura": "Mezclar 15 ml en 1 litro de agua tibia. Beber en el transcurso del día repartido en 3-4 dosis"
        }
    },

    "Incienso" : {
        "nombre_cientifico" : "Artemisia absinthium",
        "familia" : "Asteraceae", 
        "descripcion": "Subarbusto de hasta 1 m de altura, muy ramificado. Hojas alternas, bi o tripinnado-partidas, las superiores solo pinnado-partidas, con los segmentos lineales y grisáceo por el abundante vello que las cubre por ambas caras.",
        "propiedades" : {
            "Hojas" : ["antiparasitaria", "aperitiva", "tónica", "vermífuga", "estomáquica", "abortiva", "febrífuga", "tenuífuga", "sudorífica", "emenagoga", "analgésica", "antidiarreica", "tratamiento de afecciones articulares e intestinales"]
        },
        "componentes": {
            "Hojas": "El follaje contiene un aceite esencial (aproximadamente 0,7 %) con tuyona, tuyol, proazuleno, felandreno, cadideno y otros componentes. Contiene además lactonas sesquiterpénicas, flavonas y ácidos orgánicos"
        },
        "advertencias": "El aceite esencial presente en el follaje, tiene sustancias muy tóxicas y algunas de ellas, genotóxicas. Su uso no controlado puede provocar vómitos, vértigo, convulsiones, alucinaciones, desórdenes de la sensibilidad y otras afecciones severas del sistema nervioso central, incluso puede ocasionar la muerte en dosis mayores de 2g/l en niños y 10 g/l en adultos. Evitar que sea prolongado, si es imprescindible su uso", 
        "posologia": {
            "Infusión": "Niños, 2 g/l y adultos, 10 g/l. Reposar de 10 a 15 minutos antes de filtrar. En todos los casos tomar de 300 a 400 ml al día, en 3 dosis cada 8 horas"
        }
    },

    "Ipecacuana" : {
        "nombre_cientifico" : "Cephaelis ipecacuanha",
        "familia" : "Rubiaceae", 
        "descripcion": "Arbusto de raíces cilíndricas, pardo-rojizas a oscuras, con superficie lisa o anillada, a veces con fisuras transversales, de hasta 5 mm de diámetro. Hojas opuestas y pecioladas. Flores muy pequeñas, blancas y en racimos. Fruto abayado de color púrpura al madurar con 2 semillas",
        "propiedades" : {
            "Raíces": ["expectorante", "emética", "diaforética", "antidisentérica", "colagoga", "antiasmática", "anticatarral", "hemostática", "hipotensora", "antiamebiana", "tratamiento de los accesos hepático", "para disminuir los movimientos cardíacos", "tratar la piorrea alveolar"]
        },
        "componentes": {
            "Raíces" :"Se reportan 5 alcaloides, principalmente emetina, cefaelina y psicotrina, el total de estos es superior al 2 %, siendo aproximadamente 1/3 de cefaelina y 2/3 de emetina. Contiene además almidón, azúcares, glucósidos, oxalato de calcio y 2 saponinas acídicas de índice hemolítico"
        },
        "advertencias": "Localmente puede irritar la piel y mucosas. El polvo de la raíz puede provocar fuerte inflamación en los ojos, hasta perforación de la córnea. Su inhalación produce estornudos, tos e irritación. Puede provocar albuminuria", 
        "posologia": {
            "Jarabe" : "70 g de raíz en polvo, 100 ml de glicerina y jarabe csp 1 000 ml. El extracto fluido se prepara con una concentración de 1:1 de la droga en relación con el disolvente hidroalcohólico (80%), por percolación. Como expectorante: 1 o 2 gotas en una cucharada de agua. Como emético: 20 gotas (adultos), 15 gotas (niños) y 5 gotas (menores de 5 años) en 1/2 vaso de agua. El jarabe, como emético: 15 ml (adultos), 10 ml (niños) y 5 ml (menores de 5 años)."
        }
    },

    "Jengibre" : {
        "nombre_cientifico" : "Zingiber officinale Roscoe",
        "familia" : "Zingiberaceae", 
        "descripcion": "Hierba con tallos subterráneos (rizomas) horizontales, muy aromáticos, de sabor picante y color blanco en su interior. Falsos tallos aéreos de entre 60-90 cm de altura, con hojas alternas lineares de hasta 20 cm de longitud. Flores en inflorescencias apretadas, basales, en el extremo de cortos escapos",
        "propiedades" : {
            "Rizomas": ["antiespasmódica", "carminativa", "antitusígena", "antiemética", "tónica", "antirreumática", "afrodisíaca"]
        },
        "componentes": {
            "Rizomas" : "Contienen un aceite esencial (0,25-3,0 %) con varias decenas de componentes (limoneno, felandreno, zingibereno, cineol y borneol, entre otros) y una resina (5-8 %) responsable del sabor picante, una enzima (zingibaina), almidón, aminoácidos y ácidos grasos"
        },
        "advertencias": "Dosis excesivas pueden provocar reacciones adversas por la presencia del aceite esencial: irritación de los tractos gastrointestinal y urinario", 
        "posologia": {
            "Decocción": "Hervir por 5 minutos 0,25-1 g de rizomas secos en un litro de agua. Ingerir 500 ml al día repartidos en 2-3 dosis",
            "Tintura": "Mezclar 0,5-1 ml en medio litro de agua tibia. Ingerir durante el día repartido en 2-3 dosis"
        }
    },

    "Limón" : {
        "nombre_cientifico" : "Citrus limon",
        "familia" : "Rutaceae", 
        "descripcion": "Arbolito con espinas cortas y agudas en las ramas. Hojas alternas, relativamente pequeñas en comparación con otros cítricos (5-7 cm de longitud) y con peciolos estrechamente alados, aromáticas. Flores en grupos de 2-7 en la axila de las hojas, muy aromáticas, blancas. Frutos pequeños ocasionalmente con una papila apical, corteza fina y lisa; jugo del endocarpio ácido",
        "propiedades" : {
            "Fruto": ["Protector de los pequeños vasos", "antiespasmódica", "diurética", "antifúngica", "antibacteriana", "Para curar heridas, herpes y otras afecciones de la piel", "para catarros y constipados"]
        },
        "componentes": {
            "Fruto" : "Cáscara del fruto: Aceite esencial con d-limoneno, felandreno, citronelal y otras sustancias en menores proporciones. Jugo: Ácido cítrico, málico, acético y fórmico, el glucósido hesperidina, pectina y varias vitaminas, fundamentalmente C"
        },
        "advertencias": "El aceite esencial, o partes de la planta que lo contengan, puede causar dermatitis. No exponer al sol las partes tratadas con productos de esta planta. Tópicamente no utilizar por más de 3 semanas", 
        "posologia": {
            "Decocción": "Hervir por 5 minutos 5-12 g de hojas frescas o corteza de frutos. Ingerir 300-500 ml al día repartidos en 2-3 dosis. La misma decocción se aplica localmente a las partes afectadas 2-3 veces al día"
        }
    },

    "LLantén Mayor" : {
        "nombre_cientifico" : "Plantago major",
        "familia" : "Plantaginaceae", 
        "descripcion": "Hierba acaule (sin tallo), con las hojas dispuestas en una roseta basal, largamente pecioladas; lámina aovada en la que resulta fácil distinguir de 3-11 nervios paralelos. Flores pequeñas en espigas densas, sobre escapos que sobrepasan las hojas. Fruto capsular, dehiscente, que contiene varias semillas muy pequeñas",
        "propiedades" : {
            "Hojas": ["antiinflamatoria", "antiséptica", "astringente","diurética"],
            "Semillas": ["laxante"]
        },
        "componentes": {
            "Hojas": "Contienen agua (81,4 %), grasas (0,3 %), proteínas (2,5 %), carbohidratos (14,6 %), Ca, P, Fe, K, Na carotenos, riboflavina, niacina y ac. ascórbico. Sorbitol, manitol, catalpol, aucubina, goma, resina, tanino, mucílago, emulsina, invertina y ácidos cítrico y málico."
        },
        "advertencias": "Se reportan casos de obstrucción intestinal por el uso de las semillas de esta planta como laxante. Por esta causa no es recomendable su uso con este fin", 
        "posologia": {
            "Decocción": "Hervir por 5 minutos 50 g de hojas frescas en 1 litro de agua. Tópicamente aplicar sobre la zona afectada 2-3 veces al dia. Para afecciones oculares utilizar a modo de compresas"
        }
    },

    "Maíz" : {
        "nombre_cientifico" : "Zea mays",
        "familia" : "Poaceae", 
        "descripcion": "Hierba robusta y erguida, de hasta más de 2 m de altura. Hojas con el peciolo envolviendo el tallo (envainadoras). Flores masculinas en racimos compuestos (panículas) en el extremo de los tallos, las femeninas dispuestas sobre un eje abultado y esponjoso (mazorca) en la axila de las hojas. Frutos secos (granos) de coloración variable (blanco-amarillo-rojo)",
        "propiedades" : {
            "Estilos" : ["diurética", "cardiotónica", "hipotensora"]
        },
        "componentes": {
            "Estilos" : "Se ha determinado la presencia en los estilos de un aceite volátil, taninos, azúcares, trazas de alcaloides, una sustancia lipídica, sales minerales y ácido salicílico"
        },
        "advertencias": "No abusar del consumo de los estilos frescos, ya que contienen elevada concentración de ácido salicílico", 
        "posologia": {
            "Decocción": "Hervir durante 3 minutos 15-20 g de estilos frescos en 1 litro de agua. Ingerir 500-700 ml al día repartidos en 3 dosis"
        }
    },

    "Majagua" : {
        "nombre_cientifico" : "Hibiscus elatus",
        "familia" : "Malvaceae", 
        "descripcion": "Árbol de hasta 15 m de altura con el follaje tomentoso-aterciopelado. Hojas pecioladas, suborbiculares, acorazonadas en la base y con el ápice abruptamente acuminado. Flores vistosas, terminales, solitarias; corola de 5 pétalos cuya colora-ción varía desde rosado-amarillo-rojo. Fruto capsular, globoso, hirsuto, de 3 cm de largo y dehiscente. Semillas poco tomentosas",
        "propiedades" : {
            "Hojas": ["broncodilatadora", "tratamiento de las hemorroides y como vulnerario y desinfectante"],
            "Raíces": ["laxante"],
            "Flores": ["antitumorales"]
        },
        "componentes": {
            "Hojas": "Fenoles y taninos, aminoácidos, triterpenos y esteroides, saponinas, mucílagos, carbohidratos y flavonoides; en particular posee abundante cantidad de rutina y quercitina."
        },
        "advertencias": "", 
        "posologia": {
            "Jarabe": "Según las dosis establecidas"
        }
    },

    "Mango" : {
        "nombre_cientifico" : "Manguifera indica",
        "familia" : "Anacardíaceae", 
        "descripcion": "Árbol de hasta 20 m de altura, con el tronco de 2,5 m de diámetro. Hojas alternas, pecioladas, enteras, subcoriáceas, de 15 a 25 cm de longitud, generalmente lanceoladas. Flores pequeñas agrupadas en grandes panículas terminales; con 4 o 5 pétalos imbricados. Fruto drupáceo, monospermo, de forma, tamaño y coloración variable según el cultivo; pulpa suave y jugosa. Semilla aplanada",
        "propiedades" : {
            "Hojas": ["antidiarreica", "diurética", "tratar neumopatías, tos, asma, bronquitis, diabetes, hipertensión, paludismo, escorbuto, afecciones hepáticas, piorrea y otras enfermedades bucales"],
            "Fruto": ["laxante", "astringente"]
        },
        "componentes": {
            "Hojas": "Contienen polifenoles y flavonoides",
            "Fruto": "Tiene 81,2 % de agua, 0,4 % de proteínas, 0,32 % de grasas, 13,54 % de azúcares (mayormente sacarosa), 1,48 % de carbohidratos, 2,52 % de fibras y 0,54% de cenizas"
        },
        "advertencias": "", 
        "posologia": {}
    },

    "Manzanilla" : {
        "nombre_cientifico" : "Matricaria recutita",
        "familia" : "Asteraceae", 
        "descripcion": "Hierba erecta, poco ramificada, con tallos erguidos de alrededor de 50 cm de altura. Hojas sésiles finamente divididas. Cabezuelas florales muy aromáticas, situadas en el extremo de las ramas, con la parte central de color amarillo intenso y hueca y los pétalos de las lígulas en la periferia de color blanco. Semillas apenas notables",
        "propiedades" : {
            "Flores": ["antidiarreica","antiespasmódica", "carminativa", "antiinflamatoria", "antifúngica", "antiviral", "antibacteriana", "sedante"]
        },
        "componentes": {
            "Flores": "Contienen hasta 1 % de un aceite esencial rico en camazuleno y bisabolol; contienen además flavona, glucósidos cumarínicosy otras sustancias biológicamente activas."
        },
        "advertencias": "Preparados que contengan aceite esencial de manzanilla pueden causar reacciones alérgicas en piel y/o rinitis. No administrar por vía oral en los 4 primeros meses del embarazo", 
        "posologia": {
            "Infusión": "Verter 5-12 g de flores frescas en 1 litro de agua hirviendo. Reposar 10-15 minutos antes de filtrar. Ingerir 500-700 ml al día repartidos en 3-4 dosis",
            "Extracto fluido": "Mezclar 20 gotas en medio vaso de agua tibia. Ingerir 3 veces al día. Para uso tópico utilizar la infusión descrita, la tintura o el extracto fluido, aplicados localmente sobre la zona afectada 2-3 veces al día"
        }
    },

    "Maravilla" : {
        "nombre_cientifico" : "Mirabilis jalapa",
        "familia" : "Nyctaginaceae", 
        "descripcion": "Hierba muy ramificada, de hasta 1 m de altura con una raíz gruesa y carnosa. Hojas opuestas sostenidas por finos pecíolos. Flores en forma de embudo de coloración variable que va de blanco a púrpura, situadas en el extremo de las ramas formando pequeños grupos. Fruto ovalado de menos de 1 cm de diámetro negro al madurar",
        "propiedades" : {
            "Raíces" : ["laxante", "antihelmíntica"],
            "Flores": ["aliviar dolores de oído", "curar herpes", "quitar pecas de la cara"]
        },
        "componentes": {
        },
        "advertencias": "", 
        "posologia": {
            "Decocción": "Hervir por no más de 1 min. el equivalente a una cucharadita de la raíz desmenuzada por cada taza de agua. Dejar reposar 15 min. antes de beber. Ingerir una taza por las noches"
        }
    },

    "Mastuerzo" : {
        "nombre_cientifico" : "Lepidium virginicum",
        "familia" : "Brassicaceae", 
        "descripcion": "Hierba anual de 30 a 60 cm de altura. Hojas caulinares, lineal-lanceoladas, lampiñas, inciso-aserradas. Flores blancas y diminutas; pétalos aovados. Silicua orbicular",
        "propiedades" : {
            "Hojas": ["diurética", "antirreumática", "antidiabética", "eupéptica", "vasculovenosa", "hipotensora", "hipostenizante", "vermífuga"]
        },
        "componentes": {
            "Hojas": "Esteroles y triterpenos, flavonoides y alcaloides. Un aceite volátil."
        },
        "advertencias": "", 
        "posologia": {
            "Decocción": "Hervir por 10 minutos, de 10 a 20 g de la planta por litro de agua. Tomar de 500 a 600 ml en 2 o 3 dosis"
        }
    },

    "Menta Americana" : {
        "nombre_cientifico" : "Lippia alba",
        "familia" : "Verbenaceae", 
        "descripcion": "Arbusto aromático de hasta 1 m de altura, densamente puberulento y por lo común muy ramificado. Hojas opuestas, aovadas u oblongas, de 2 a 7 cm de largo, crenadas y rugosas en la cara superior. Flores pequeñas, agrupadas en cabezuelas mucho más pequeñas que las hojas; corola blanca o violácea, tubular, de 4 a 5 mm de largo; 4 estambres y didínamos. Fruto seco con exocarpio membrañoso que se separa finalmente en 2 nueces",
        "propiedades" : {
            "Hojas": ["antifúngica", "antibacteriana", "analgésica", "colagoga", "emenagoga", "sedante", "díaforética", "expectorante", "antiespasmódica", "carminativa."]
        },
        "componentes": {
            "Hojas": "Aceite esencial con piperitona, lipioma, citral, cineol, alcanfor e hidrocarbona, entre otros componentes. En las hojas se detectan esteroides, taninos, flavonoides, saponinas, aminoácidos y sustancias amargas"
        },
        "advertencias": "La DL50 es de 1 g/Kg de masa corporal (extracto hidroalcohólico por vía intraperitoneal).", 
        "posologia": {
            "Decocción": "De 30 a 50 g del follaje fresco por cada litro de agua. Aplicar en las zonas afectadas 2 o 3 veces al día"
        }
    },

    "Milendrama" : {
        "nombre_cientifico" : "Achillea millefolium",
        "familia" : "Asteraceae", 
        "descripcion": "Hierba estolonífera, de 30 a 90 cm de altura. Hojas sesiles pinnado-partidas en segmentos lineales dentados, las hojas basales son mayores que las caulinares. Capítulos agrupados en inflorescencias densas dispuestas en planos horizontales en el extremo de las ramas; cada capítulo compuesto por 4 o 6 flores radiales blancas, y numerosas tubulares blanco amarillentas",
        "propiedades" : {
            "Hojas": ["hemostática", "antiespasmódica", "colagogo", "aperitiva", "carminativa", "laxante", "hipotensora", "antihemorroidal", "antiséptica", "febrífuga", "antiinflamatoria", "incontinencia de la orina", "normalizar el flujo menstrual", "contra la blenorrágia", "para aumentar la secreción de los jugos gástricos"]
        },
        "componentes": {
            "Hojas" : "Aceite esencial (aproximadamente 0,25 %) compuesto por: cineol, borneol, acetato de bornilo y otros esteres del ácido acético, tuyol, alcanfor y azuleno. Contiene además un alcaloide (aquileina), un principio amargo (ivaina), ácidos aquileico e isovaleriánico y otros acidos orgánicos, taninos y carótenos"
        },
        "advertencias": "Puede causar dermatitis por contacto.", 
        "posologia": {
            "Natural": "Tópicamente, aplicar fresca, la decocción de 200 g de follaje por litro de agua"
        }
    },
    
    "Mostaza" : {
        "nombre_cientifico" : "Brassica juncea",
        "familia" : "Brassicaceae", 
        "descripcion": "Hierba erguida, ramificada, con el follaje de color verde claro con matices azulados. Hojas basales grandes, lobuladas o partidas, las superiores sencillas y más pequeñas. Flores amarillas con 4 pétalos agrupadas en racimos terminales. Fruto en silicua (cápsula alargada) de 40-70 mm de longitud. Semillas globosas de alrededor de 1 mm de diámetro",
        "propiedades" : {
            "Semillas" : ["antiinflamatoria", "para restaurar el flujo menstrual"]
        },
        "componentes": {
            "Semillas" : "Contienen alrededor de un 27 % de aceite"
        },
        "advertencias": "No exceder el tiempo indicado para la aplicación del producto, ya que pueden aparecer quemaduras de 2do. grado. No aplicar nunca en piel dañada", 
        "posologia": {
            "Mezcla" : "Mezclar 30 g de polvo de semillas con 90 g de harina de trigo, maicena o polvo inerte y 100 ml de cualquier tipo de aceite. Extender la pasta resultante sobre la zona afectada y mantenerla 5-10 min. Si se desea, cubrir con paños calientes o bolsa de agua tibia. Transcurrido el tiempo indicado, lavar bien la zona con agua tibia"
        }
    },

    "Naranja Agria" : {
        "nombre_cientifico" : "Citrus aurantium",
        "familia" : "Rutaceae", 
        "descripcion": "Árbol de mediano tamaño, muy ramificado y espinoso. Hojas alternas, unifolioladas, anchamente elípticas, con el peciolo alado y estrechado hacia la base. Flores grandes, aromáticas, blancas, solitarias o en pequeños grupos. Fruto en hesperidio, generalmente de entre 7-9 cm de diámetro, jugoso",
        "propiedades" : {
            "Flores" : ["hipnótica"],
            "Fruto" : ["tónica", "carminativa", "aperitiva", "analgésica", "antipirética"],
            "Hojas" : ["Protector de los pequeños vasos", "antiespasmódica", "diurética", "antibacteriana"]
        },
        "componentes": {
            "Fruto" : "1-2 % de una esencia, ácido hesperidico y otros, auranciamarina y hesperidina entre otros componentes",
            "Hojas": "Esencia compuesta por: d-linoneno, linalol, acetado de linalillo con geraniol, acetato de geranilo. Un alcaloide de sabor amargo y cantidades variables de sales minerales"
        },
        "advertencias": "El aceite esencial, o partes de la planta que lo contengan, puede causar dermatitis. No exponer al sol las parte tratadas con productos de esta planta. Tópicamente no utilizar por más de 3 semanas", 
        "posologia": {
            "Decocción": "Hervir por 5 minutos 5-12 g de hojas frescas o corteza de frutos. Ingerir 300-500 ml al día repartidos en 2-3 dosis. La misma decocción se aplica localmente a las partes afectadas 2-3 veces al día."
        }
    },

    "Naranja Dulce" : {
        "nombre_cientifico" : "Citrus sinensis",
        "familia" : "Rutaceae", 
        "descripcion": "Arbolito con espinas en las axilas de las hojas, estas alternas, rígidas y aromáticas; peciolo estrechamente alado. Flores axilares, solitarias o en pequeños grupos, blancas, perfumadas. Fruto en hesperidio, con la corteza delgada y fina, el endocarpio membranoso provisto de numerosos tricomas jugosos. Semillas de color claro en cantidades variablesArbolito con espinas en las axilas de las hojas, estas alternas, rígidas y aromáticas; peciolo estrechamente alado. Flores axilares, solitarias o en pequeños grupos, blancas, perfumadas. Fruto en hesperidio, con la corteza delgada y fina, el endocarpio membranoso provisto de numerosos tricomas jugosos. Semillas de color claro en cantidades variables.",
        "propiedades" : {
            "Flores" : ["antiespasmódica"],
            "Fruto" : ["tónica", "carminativa", "aperitiva", "analgésica", "antipirética"],
            "Hojas" : ["Protector de los pequeños vasos", "antiespasmódica", "diurética", "antibacteriana"]
        },
        "componentes": {
            "Hojas": "Se caracterizan por la presencia de un aceite esencial, el que según el órgano presenta como componente principal limoneno, linalol o nerol",
            "Fruto": "Contiene grandes cantidades de ácidos orgánicos (cítrico y málico principalmente) y vitamina C"
        },
        "advertencias": "El aceite esencial o partes de la planta que lo contengan, puede causar dermatitis. No exponer al sol las partes tratadas con productos de esta planta. Tópicamente no utilizar por más de 3 semanas", 
        "posologia": {
            "Decocción": "Hervir por 5 minutos 5-12 g de hojas frescas o corteza de frutos. Ingerir 300-500 ml al día repartidos en 2-3 dosis. La misma decocción se aplica localmente a las partes afectadas 2-3 veces al día"
        }
    },

    "" : {
        "nombre_cientifico" : "",
        "familia" : "", 
        "descripcion": "",
        "propiedades" : {
        },
        "componentes": {
        },
        "advertencias": "", 
        "posologia": {}
    }
}